tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "vitorgalvao/tiny-scripts"
cask "java"
brew "autoconf"
brew "aws-elasticbeanstalk"
brew "gdbm"
brew "readline"
brew "xz"
brew "python"
brew "awscli"
brew "bfg"
brew "cmatrix"
brew "doxygen"
brew "elixir"
brew "elixir-build"
brew "elm"
brew "exercism"
brew "freetype"
brew "gnupg"
brew "icecast"
brew "libtool"
brew "imagemagick"
brew "lame"
brew "libevent"
brew "mas"
brew "ncmpcpp"
brew "nvm"
brew "pcre"
brew "pinentry-mac"
brew "postgresql"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "screenfetch"
brew "tmux"
brew "v8@3.15"
brew "watchman"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/kwm"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "alfred"
cask "appcleaner"
cask "arq"
cask "bartender"
cask "blender"
cask "brave-browser"
cask "caffeine"
cask "dash"
cask "discord"
cask "docker"
cask "eve-launcher"
cask "firefox"
cask "forklift"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "jqbx"
cask "keybase"
cask "keycastr"
cask "kindlegen"
cask "macdown"
cask "notion"
cask "obs"
cask "postman"
cask "sketch"
cask "slack"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "transmit"
cask "ubar"
cask "visual-studio-code"
cask "vlc"
cask "vyprvpn"
cask "wire"
cask "zoomus"
mas "1Password 7", id: 1333542190
mas "Annotate", id: 918207447
mas "Display Menu", id: 549083868
mas "Keynote", id: 409183694
mas "Mactracker", id: 430255202
mas "Microsoft Remote Desktop", id: 1295203466
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Xcode", id: 497799835
