tap 'caskroom/cask'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'java'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'autoconf'
brew 'awscli'
brew 'bfg'
brew 'cmatrix'
brew 'docker'
brew 'doxygen'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'elixir-build'
brew 'exenv'
brew 'freetype'
brew 'libtool'
brew 'xz'
brew 'imagemagick'
brew 'lame'
brew 'libevent'
brew 'libspotify'
brew 'mas'
brew 'pcre'
brew 'pkg-config'
brew 'postgresql', restart_service: true
brew 'pyenv'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'screenfetch'
brew 'tmux'
brew 'zsh'
brew 'zsh-completions'
brew 'homebrew/versions/v8-315'
cask 'airfoil'
cask 'airserver'
cask 'alfred'
cask 'appcleaner'
cask 'bartender'
cask 'caffeine'
cask 'dash'
cask 'discord'
cask 'firefox'
cask 'gimp'
cask 'iterm2'
cask 'keybase'
cask 'macdown'
cask 'screenhero'
cask 'slack'
cask 'spectacle'
cask 'spotify-notifications'
cask 'steam'
cask 'sublime-text'
cask 'transmit'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'vyprvpn'
mas 'Mactracker', id: 430255202
mas 'Downcast', id: 668429425
mas '1Password', id: 443987910
mas 'GarageBand', id: 682658836
mas 'Annotate', id: 918207447
mas 'iMovie', id: 408981434
mas 'Pages', id: 409201541
mas 'Keynote', id: 409183694
mas 'Display Menu', id: 549083868
mas 'Xcode', id: 497799835
mas 'Numbers', id: 409203825
